{
  "TOUR_MADAMA_3": {
    "m_activeTourPoIs": [
       "madama_start",
       "sala_delle_guardie",
       "sala_guidobono",
       "sala_delle_feste",
       "sala_4_stagioni",
       "camera_di_madama_reale"
    ],
    "m_availablePoIs": {
      "en-US": {
        "___generic___": {
          "m_availableActions": {
            "resetTourManager": [
              {
                "m_isBlocking": false,
                "m_param": "reset",
                "m_type": "signal"
              }
            ],
            "nextPoi": [
              {
                "m_isBlocking": false,
                "m_param": "nextPoi",
                "m_type": "signal"
              }
            ],
            "goalNotAvailableError": [
              {
                "m_isBlocking": true,
                "m_param": "You are on my spot, please make space in front of me.",
                "m_type": "speak"
              }
            ],
            "localizationError": [
              {
                "m_isBlocking": true,
                "m_param": "Localization error. Please call for assistance.",
                "m_type": "speak"
              }
            ],
            "networkError": [
              {
                "m_isBlocking": true,
                "m_param": "Network error. Please call for assistance.",
                "m_type": "speak"
              }
            ],
            "motorsError": [
              {
                "m_isBlocking": true,
                "m_param": "Motors failed. Please call for assistance.",
                "m_type": "speak"
              }
            ],
            "navigationError": [
              {
                "m_isBlocking": true,
                "m_param": "I failed to navigate. Please make some space.",
                "m_type": "speak"
              }
            ],
            "touchedError": [
              {
                "m_isBlocking": true,
                "m_param": "Please, don't touch me.",
                "m_type": "speak"
              }
            ],
            "fallback": [
              {
                "m_isBlocking": false,
                "m_param": "I'm sorry, I didn't understand",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              }
            ],
            "questionMoreDetailsOpera": [
              {
                "m_isBlocking": false,
                "m_param": "What would you like to ask? You can ask me more details about the robot, the future plans or how does it work.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "argueBoth",
                "m_type": "dance"
              },
              {
                "m_isBlocking": true,
                "m_param": "idleMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "warningNextNavigation": [
              {
                "m_isBlocking": true,
                "m_param": "We will move to the next area. Please make some space.",
                "m_type": "speak"
              }
            ],
            "sayWhileNavigating": [],
            "explainQuestionMainPiece": [
              {
                "m_isBlocking": false,
                "m_param": "I'm sorry, I didn't understand",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainQuestionTechnique": [
              {
                "m_isBlocking": false,
                "m_param": "I'm sorry, I didn't understand",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainQuestionAuthor": [
              {
                "m_isBlocking": false,
                "m_param": "I'm sorry, I didn't understand",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainGeneralMuseum": [
              {
                "m_isBlocking": false,
                "m_param": "I'm sorry, I didn't understand",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ]
          },
          "m_name": "___generic___"
        },
        "madama_start": {
          "m_availableActions": {
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "hello I'm R1",
                "m_type": "speak"
              }
            ],
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "thank you for participating, don't forget to fill the questionnaire. goodbye.",
                "m_type": "speak"
              }
	     ],

	    "greetings": [
              {
                "m_isBlocking": false,
                "m_param": "Good morning, I'm R1 and I'm here to accompany you in discovering this floor of Palazzo Madama. Do you want to start the tour or ask me some questions about the palace, about me, or about the project of which this demonstration is a part?",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "madama_start"
        },
        "sala_delle_guardie": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Very well. Then follow me to the first stop on this tour.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "We are on the first floor of Palazzo Madama where Maria Giovanna Battista di Savoia Nemours, a French princess born in Paris in 1644, lived and moved to Turin to marry the Duke of Savoy.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "A strong-willed woman, she protected her new homeland during her son's minority, the future King Vittorio Amedeo II, who was orphaned at only 9 years old. When her son married, Maria Giovanna left the Royal Palace and chose the first floor of the castle as her residence, which she furnished and decorated according to her taste.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "She lived here for forty years, from 1684 until her death in 1724, served by 191 people who were involved in her daily, spiritual, and material life. Almost nothing remains of the furnishings, but along this tour, I will tell you about the functions of the rooms and how the duchess's life unfolded.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any questions? I can tell you about the function of this room, its decoration. Or you can ask me any questions about the palace, the Convince project, or about me. Otherwise, we can continue with the tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Excellent, we are in the Guard Room. Around 1721, guests visiting Madama Reale had two accesses: they could either pass through the grand staircase of Filippo Juvarra and enter the hall (now the Senate Hall); or access the castle directly from the Royal Palace, traversing the connecting sleeve that linked the two buildings and ended at the gallery room, which today houses the Caffè Madama.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Both routes led to the Guard Room, where we are now: this was the first room from which the ceremonial route started within the apartment of Maria Giovanna Battista di Savoia-Nemours.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Before reaching the throne room (called the parade room), guests had to pass through three antechambers and wait to be introduced to the presence of the duchess. Only the most respected guests could reach the most reserved and private rooms of the palace.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "Perfect! The room was decorated between 1708 and 1715. Now look up! The white stucco decoration features weapons trophies inserted at the corners of the vault, alluding to the destination of the room guarded by the duchess's bodyguards: armor, lances, arrows, cannons, shields, trumpets allude to the world of war and soldiers.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In the undulating profile of the cornice, four eagles alternate with the Savoy cross on their chests and the fritillary plant, emblem of Madama Reale: it is a plant of the lily family with large orange flowers. The base and the stucco overdoors were executed in 1927 with plaster casts taken from the decorations of the Royal Palace of Venaria.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_delle_guardie"
        },
        "sala_guidobono": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Good, I'm glad to continue illustrating this beautiful floor of Palazzo Madama. Please follow me, I'll take you to the next room.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "Here we are! In the early 18th century, the room was known as the Room of the Footmen, young servants who stayed in this room awaiting orders: they could act as messengers to deliver or retrieve messages in the city on behalf of the duchess.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": " But their most important task was to accompany the duchess by clearing the way for the carriage, ensuring the safety of the journey by clearing any obstacles or dangers with sticks, and illuminating the path with torches at night. Hence their name 'footmen': they had to run or walk to protect the duchess.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Some of them can be seen in the large painting depicting the castle of Rivoli. Look at them here, in this large painting, at the bottom right, with their red breeches, white shirts, and black tricorn hats escorting the king's carriage.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any questions? I can tell you about the decoration of this room. Or you can ask me any questions about the palace, the Convince project, or about me. Otherwise, we can continue with the tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Here we are! In the early 18th century, the room was known as the Room of the Footmen, young servants who stayed in this room awaiting orders: they could act as messengers to deliver or retrieve messages in the city on behalf of the duchess.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": " But their most important task was to accompany the duchess by clearing the way for the carriage, ensuring the safety of the journey by clearing any obstacles or dangers with sticks, and illuminating the path with torches at night. Hence their name 'footmen': running or walking to protect the duchess.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Some of them can be seen in the large painting depicting the castle of Rivoli. Look at them here, in this large painting, at the bottom right, with their red breeches, white shirts, and black tricorn hats escorting the king's carriage.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "To fully appreciate this room, you need to look up at the ceiling! The vault is dedicated to the allegory of Spring, which appears in the center on clouds pushed by zephyr heads. The perforated false ceiling is supported by a perspective loggia with columns and openings from which parrots, birds of prey, waterfowl, and domestic birds look out.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The fresco dates back to the decorative campaign conducted between 1708 and 1714. Maria Giovanna Battista entrusted the execution to Domenico Guidobono, thus showing a preference for the taste for naturalism and spatial illusionism typical of Genoese baroque painting, more informal and exuberant than the courtly and classicizing decoration favored by her son Vittorio Amedeo II for the Royal Palace.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Above the cornice to the east appears the artist's signature and the date of completion of the work, December 16, 1714. The false architecture is probably due to the intervention of a quadraturist, a painter specialized in the realization of architectural perspectives.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The vault has many nail holes used to fix the strings and cardboard used to trace the lines of the composition. The base is executed in fresco, with dry shading, unfortunately partially removed in 1927 during an aggressive cleaning intervention.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "For the figures, Domenico chose the technique of 'mezzo fresco', which allows for faster painting with more substantial lime pigments.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Finally, on the back of the vault, a multitude of small balls and stripes in gold leaf were applied with an oil and resin mixture, which embellish and illuminate the chromatic parts.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_guidobono"
        },
        "sala_delle_feste": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Follow me, I'll take you to the best spot to appreciate this environment and where you can sit for a while. As you can hear, the floor creaks under our feet... it's cherry wood, giving a very elegant look to this place but it needs continuous restoration and maintenance. You can sit here, but always stay close to me!",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "As you can see, it's a very large hall but in the 18th century, it was divided into two distinct rooms: the Pageant Room and the Parade Room, particularly the latter was used by Madama Reale Maria Giovanna Battista to receive the most esteemed guests in public audience.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "An inventory drawn up in 1724 informs us that the room was illuminated by a silver chandelier and was decorated with red velvet tapestries bordered by golden braids. The same fabric (replaced in summer by black damask with golden flowers) covered the duchess's throne and canopy, two curtains, and twelve benches against the walls.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The carved wood panels that covered the walls and the fireplace of the Parade Room are lost. The twelve benches could instead be identified with the early 18th-century sofas now exhibited in this room, identical in design and carving to the throne balustrade.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any questions? I can tell you about the decoration of this room. Or you can ask me any questions about the palace, the Convince project, or about me. Otherwise, we can continue with the tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Follow me, I'll take you to the best spot to appreciate this environment. As you can see, it's a very large hall but in the 18th century, it was divided into two distinct rooms: the Pageant Room and the Parade Room, particularly the latter was used by Madama Reale Maria Giovanna Battista to receive the most esteemed guests in public audience.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "An inventory drawn up in 1724 informs us that the room was illuminated by a silver chandelier and was decorated with red velvet tapestries bordered by golden braids. The same fabric (replaced in summer by black damask with golden flowers) covered the duchess's throne and canopy, two curtains, and twelve benches against the walls.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The carved wood panels that covered the walls and the fireplace of the Parade Room are lost. The twelve benches could instead be identified with the early 18th-century sofas now exhibited in this room, identical in design and carving to the throne balustrade in the photo, which is part of the Museum's collections.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "You also need to look up here! In the 18th century, the vault of the Parade Room was covered with a new painting. A small portion of the original decoration is visible just above the entrance door to the right, where a discovery sample, recognizable by a white hatch, has brought to light a fragment of the late 17th-century intervention, perhaps attributable to the work of Bartolomeo Guidobono.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The vault of the adjacent Pageant Antechamber was also reconstructed during the 18th century. Perhaps you already know that Palazzo Madama has had various functions throughout its millennial history and this room has also been used in different ways.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In fact, after hosting the offices of the Senate (1848-1863) and the Court of Cassation (1869-1923), the first-floor rooms of Palazzo Madama were granted to the Municipality of Turin as a venue for civic and patriotic events.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In 1925, it was decided to demolish the dividing wall between the Pageant Antechamber and the Parade Room of Madama Reale to create a large reception hall. To create the dome ceiling of the new room, a daring and unique solution was implemented.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The ceiling of the Pageant Room was demolished while that of the Parade Room was cut into two parts. The southern part was left in place while the other half, set on the demolished wall, was moved to the opposite side of the hall to the north.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The vault was finally painted by Carlo Cussetti, taking up and extending the design of the 18th-century architectural quadrature of the ancient Parade Room. On October 18, 1961, the European Social Charter was signed in this room.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_delle_feste"
        },
        "sala_4_stagioni": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Let's go! Can you stand up and follow me to the next room? I'm a bit slow because the floor is slightly uneven and I have to be careful! I kindly ask you to stay behind me.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "In the next room, you'll see on your left a delimited area because the restorers are repositioning the boards following a precise geometric pattern. As I mentioned, continuous maintenance is necessary.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "In this room, under an intense blue sky and with the sensation of being inside a large aviary of interwoven golden threads, the court of Maria Giovanna Battista enjoyed moments of leisure. Composed of ladies and knights, especially in the evenings, they gathered to entertain the duchess with music, dances, conversations, and games.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The iconographic program of the decoration is a celebration of time in all its forms. In the four corners above, you see the personifications of the seasons also alluding to the four ages of man, from the infancy of Bacchus-Autumn to the old age of Winter warming himself by the fire; inside frames appear human activities related to agriculture, while in the center of the vault, a series of cherubs engage in amusements and games, thus alluding to the recreational function of the room.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any questions? I can tell you about the decoration of this room. Or you can ask me any questions about the palace, the Convince project, or about me. Otherwise, we can continue with the tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "In this room, under an intense blue sky and with the sensation of being inside a large aviary of interwoven golden threads, the court of Maria Giovanna Battista enjoyed moments of leisure. Composed of ladies and knights, especially in the evenings, they gathered to entertain the duchess with music, dances, conversations, and games.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The iconographic program of the decoration is a celebration of time in all its forms. In the four corners above, you see the personifications of the seasons also alluding to the four ages of man, from the infancy of Bacchus-Autumn to the old age of Winter warming himself by the fire; inside frames appear human activities related to agriculture, while in the center of the vault, a series of cherubs engage in amusements and games, thus alluding to the recreational function of the room.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "Excellent! Thank you very much for your interest! The name of the room derives from the allegories of the Seasons, each placed in one of the four corners within golden frames.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The elaborate decoration of the vault executed in stucco and fresco was created between 1708 and 1715 drawing from the decorative models of Jean Bèrain, a French architect and ornamental designer, active at the court of Louis XIV.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In the early 18th century, the room was called the “Great Circle Cabinet” and served as an antechamber to Madama Reale's bedroom.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Depending on the season, the walls were covered with different tapestries: in winter, bands of thick crimson velvet were applied, while in summer, they gave way to damask silk with golden and silver flowers, in accordance with the carvings of the doors covered with gold and silver leaf.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "This latter metal has oxidized irreversibly and now appears black.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_4_stagioni"
        },
        "camera_di_madama_reale": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "We are moving into the Chamber of Madama Reale.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "Here we are! The ceremonial path of the apartment ended in the Chamber of Madama Reale, the most splendid environment of the duchess's apartment and specially located on the south side of the palace and above the kitchen areas to receive the warmth of the sun and the fireplaces.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The canopy bed was placed between the two large mirrors: the upholstery, coordinated with the coverings of doors, bed, and curtains, in winter was of blue velvet, in accordance with the color of the ribbons of the garlands of painted flowers on the ceiling, while in summer it was replaced with silver-ground gold brocade with silk flowers of various colors.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In this room, the duchess could have her meals. Here, the ceremony of waking up and dressing the duchess took place, who in this room received in private audience foreign princes and princesses, according to a custom born at the court of Louis XIV and widespread among the European sovereigns of the time.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any questions? I can tell you about the decoration of this room. Or you can ask me any questions about the palace, the Convince project, or about me. Otherwise, we can continue with the tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Here we are! The ceremonial path of the apartment ended in the Chamber of Madama Reale, the most splendid environment of the duchess's apartment and specially located on the south side of the palace and above the kitchen areas to receive the warmth of the sun and the fireplaces.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The canopy bed was placed between the two large mirrors: the upholstery, coordinated with the coverings of doors, bed, and curtains, in winter was of blue velvet, in accordance with the color of the ribbons of the garlands of painted flowers on the ceiling, while in summer it was replaced with silver-ground gold brocade with silk flowers of various colors.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In this room, the duchess could have her meals. Here, the ceremony of waking up and dressing the duchess took place, who in this room received in private audience foreign princes and princesses, according to a custom born at the court of Louis XIV and widespread among the European sovereigns of the time.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "The bedroom was also a reception area for guests, and the decoration entirely dedicated to the triumph and celebration of the virtues of the duchess reflects this purpose.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "If you look up, you see her depicted at the center of the vault on a chariot drawn by winged horses and in the act of being crowned with a laurel wreath: around the central scene, female figures embody the virtues of good rulership of Maria Giovanna Battista.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "The decorative program is completed by the four overdoors with the allegories of Authority, Goodness, Faithfulness, and perhaps Charity. The traditional layout of the scenes in compartments is enlivened by the play of colored stuccoes that invade the vault until they blend and merge with the painting.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Investigations conducted during the restoration have allowed us to understand the quality of the techniques used by the artist. Below the pictorial film, made almost entirely with oil colors, different types of plaster have been identified, homogeneous in the areas inside the medallions and with a greater granularity in the rest of the surface.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "This peculiarity reveals the intention to make the decoration more lively, perhaps simulating the presence of large canvas paintings, with a smoother and shinier appearance, embedded in the painted ceiling. The wall coverings in carved and gilded wood with leaves, flowers, fruits, and shells echo the richness of the decorations on the ceiling.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Above the fireplace, inside a rich frame with a mirror, is set the portrait of Carlo Emanuele II, Duke of Savoy and husband of Maria Giovanna Battista of Savoy-Nemours, one of the few works preserved among the original furnishings of the first apartment created around 1690.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "As you can see, Maria Giovanna Battista had a lavish taste: delicate porcelain found a place on the fireplace mantel, while the rest of the room was dotted with silver objects, including candle holders, vases, and braziers.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "None of these objects are preserved today because, as in other cases, a few years after Madama Reale's death, they were taken to the mint to be melted down and recover the metal.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Do you have any other questions? If you don't remember the available questions, feel free to ask for clarification, otherwise, we can continue the tour if you'd like.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "camera_di_madama_reale"
        }        
      },
      "it-IT": {
        "___generic___": {
          "m_availableActions": {
            "resetTourManager": [
              {
                "m_isBlocking": false,
                "m_param": "reset",
                "m_type": "signal"
              }
            ],
            "nextPoi": [
              {
                "m_isBlocking": false,
                "m_param": "nextPoi",
                "m_type": "signal"
              }
            ],
            "fallback": [
              {
                "m_isBlocking": false,
                "m_param": "Mi dispiace, non ho capito",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              }
            ],
            "goalNotAvailableError": [
              {
                "m_isBlocking": true,
                "m_param": "Goal occupato, per favore spostarsi.",
                "m_type": "speak"
              }
            ],
            "localizationError": [
              {
                "m_isBlocking": true,
                "m_param": "Errore di localizzazione. Per favore chiamare l'assistenza.",
                "m_type": "speak"
              }
            ],
            "networkError": [
              {
                "m_isBlocking": true,
                "m_param": "Errore di rete. Per favore chiamare l'assistenza.",
                "m_type": "speak"
              }
            ],
            "motorsError": [
              {
                "m_isBlocking": true,
                "m_param": "Errore ai motori. Per favore chiamare l'assistenza",
                "m_type": "speak"
              }
            ],
            "navigationError": [
              {
                "m_isBlocking": true,
                "m_param": "Per favore, fatemi spazio!",
                "m_type": "speak"
              }
            ],
            "touchedError": [
              {
                "m_isBlocking": true,
                "m_param": "Per favore,le mie braccia sono molto sensibili, non toccare",
                "m_type": "speak"
              }
            ],
            "warningNextNavigation": [
              {
                "m_isBlocking": true,
                "m_param": "Per favore liberare il percorso. stiamo per andare alla prossima posizione.",
                "m_type": "speak"
              }
            ],
            "sayWhileNavigating": [],
            "questionMoreDetailsOpera": [
              {
                "m_isBlocking": false,
                "m_param": "Che domande volete farmi? Provate a dire maggiori informazioni, prossimi obiettivi, come funziona.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "argueRight",
                "m_type": "dance"
              },
              {
                "m_isBlocking": true,
                "m_param": "idleMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainQuestionMainPiece": [
              {
                "m_isBlocking": false,
                "m_param": "Mi dispiace, non ho capito",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainQuestionTechnique": [
              {
                "m_isBlocking": false,
                "m_param": "Mi dispiace, non ho capito",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainQuestionAuthor": [
              {
                "m_isBlocking": false,
                "m_param": "Mi dispiace, non ho capito",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ],
            "explainGeneralMuseum": [
              {
                "m_isBlocking": false,
                "m_param": "Mi dispiace, non ho capito",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "fallbackMove",
                "m_type": "dance"
              },
              {
                "m_isBlocking": false,
                "m_param": "startHearing",
                "m_type": "signal"
              }
            ]
          },
          "m_name": "___generic___"
        },
        "madama_start": {
          "m_availableActions": {
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "ciao sono r1",
                "m_type": "speak"
              }
            ],
            "sayWhileNavigating": [
              {
                "m_isBlocking": false,
                "m_param": "grazie mille per aver partecipato, ricordati di compilare il questionario. Arrivederci.",
                "m_type": "speak"
              }
            ],
            "greetings": [
              {
                "m_isBlocking": false,
                "m_param": "Buongiorno, sono R1 e sono qui per accompagnarti alla scoperta di questo piano di Palazzo Madama. Vuoi iniziare il tour o farmi qualche domanda sul palazzo, su di me o sul progetto di cui fa parte questa dimostrazione?",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "madama_start"
        },
        "sala_delle_guardie": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Molto bene. Allora seguimi nella prima tappa di questo tour.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "Ci troviamo al primo piano di Palazzo Madama dove visse Maria Giovanna Battista di Savoia Nemours, principessa francese, nata a Parigi nel 1644, e trasferitasi a Torino per sposare il duca di Savoia.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Donna di carattere forte, protesse la sua nuova patria durante la minore età del figlio, il futuro re Vittorio Amedeo II, rimasto orfano a soli 9 anni. Quando il figlio si sposò, Maria Giovanna lasciò Palazzo Reale e scelse come sua residenza il primo piano del castello che arredò e decorò secondo il suo gusto.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Qui visse per quarant’anni, dal 1684 alla sua morte avvenuta nel 1724, servita da 191 persone che intervenivano nella sua vita quotidiana, spirituale e materiale. Degli arredi non resta quasi nulla, ma in questo percorso ti racconterò le funzioni delle sale e come si svolgeva la vita della duchessa.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai qualche domanda? Posso parlarti della funzione di questa stanza, della sua decorazione. Oppure puoi farmi qualche domanda sul palazzo, il progetto Convince o su di me. Altrimenti possiamo proseguire con il tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Benissimo, ci troviamo in Camera delle Guardie. Intorno al 1721 l’ospite che faceva visita a Madama Reale poteva contare su due accessi: passare dal grande scalone di Filippo Juvarra ed entrare nel salone (oggi Sala Senato); oppure accedere al castello direttamente da Palazzo Reale percorrendo la manica di collegamento che univa i due edifici e che si concludeva presso la sala “della galleria”, ambiente che oggi ospita il Caffè Madama.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Entrambi i tragitti conducevano alla Camera delle Guardie, dove ci troviamo ora: è questa la prima sala da cui partiva il percorso cerimoniale all’interno dell’appartamento di Maria Giovanna Battista di Savoia-Nemours.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Prima di arrivare alla stanza del trono (chiamata camera di parata) gli ospiti dovevano attraversare tre anticamere e attendere di essere introdotti alla presenza della duchessa. Solo gli ospiti di maggior riguardo potevano raggiungere gli ambienti più riservati e privati del palazzo.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarmenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "Perfetto! La sala è stata decorata tra il 1708 e il 1715. Ora guarda in alto! La decorazione in stucco bianco presenta trofei d’armi inseriti agli angoli della volta che alludono alla destinazione dell’ambiente presidiato dalle guardie del corpo della duchessa: armature, lance, frecce, cannoni, scudi, trombe alludono al mondo della guerra e dei soldati.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Nel profilo ondulato del cornicione si alternano quattro aquile con la croce di Savoia nel petto e la pianta di fritillaria, emblema di Madama Reale: si tratta di una pianta della famiglia dei gigli con grandi fiori arancioni. Lo zoccolo e le sovrapporte in stucco furono eseguiti nel 1927 con calchi in gesso tratti dalle decorazioni della Reggia di Venaria Reale.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_delle_guardie"
        },
        "sala_guidobono": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Bene, mi fa piacere continuare ad illustrare questo piano bellissimo di Palazzo Madama. Per favore seguimi, ti porterò nella prossima sala.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "Eccoci! A inizio Settecento la sala era conosciuta come Stanza dei Valletti a piè, giovani servitori che sostavano in questa sala in attesa di comandi: potevano fungere da corrieri per portare o ritirare messaggi in città per conto della duchessa.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": " Ma il compito più importante era accompagnare la duchessa facendo strada alla carrozza, garantire la sicurezza del viaggio sgombrando con bastoni eventuali ostacoli o pericoli, e illuminare di notte il percorso con le torce. Per questo il loro nome “valletti a piedi”, perché dovevano correre o camminare per proteggere la duchessa.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Alcuni di loro si vedono nel grande dipinto che raffigura il castello di Rivoli. Guardali qui, in questo grande quadro, in basso a destra, con le loro braghe rosse, la camicia bianca e il tricorno nero in testa scortano la carrozza del re.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai qualche domanda? Posso parlarti della decorazione di questa stanza. Oppure puoi farmi qualche domanda sul palazzo, il progetto Convince o su di me. Altrimenti possiamo proseguire con il tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Eccoci! A inizio Settecento la sala era conosciuta come Stanza dei Valletti a piè, giovani servitori che sostavano in questa sala in attesa di comandi: potevano fungere da corrieri per portare o ritirare messaggi in città per conto della duchessa.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": " Ma il compito più importante era accompagnare la duchessa facendo strada alla carrozza, garantire la sicurezza del viaggio sgombrando con bastoni eventuali ostacoli o pericoli, e illuminare di notte il percorso con le torce. Per questo il loro nome “valletti a piedi”: correre o camminare per proteggere la duchessa.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Alcuni di loro si vedono nel grande dipinto che raffigura il castello di Rivoli. Guardali qui, in questo grande quadro, in basso a destra, con le loro braghe rosse, la camicia bianca e il tricorno nero in testa scortano la carrozza del re.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "Per apprezzare al meglio questa sala devi alzare la testa verso il soffitto! La volta è dedicata all’allegoria della Primavera che appare al centro su nubi sospinte da testine di zefiri. Il finto soffitto traforato è sostenuto da un loggiato in prospettiva con colonne e aperture da cui si affacciano pappagalli, rapaci, uccelli acquatici e domestici.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "L’affresco risale all’epoca della campagna decorativa condotta tra il 1708 e il 1714. Maria Giovanna Battista affidò l’esecuzione a Domenico Guidobono, mostrando così di prediligere il gusto per il naturalismo e l’illusionismo spaziale tipico della pittura barocca genovese, più informale ed esuberante rispetto alla decorazione aulica e classicheggiante favorita dal figlio Vittorio Amedeo II per Palazzo Reale.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Sopra il cornicione a est compare la firma dell’artista e la data del completamento dei lavori, il 16 dicembre 1714. La finta architettura si deve probabilmente all’intervento di un quadraturista, ossia un pittore specializzato nella realizzazione di prospettive architettoniche.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "La volta presenta molti fori di chiodi utilizzati per fissare le cordicelle e i cartoni impiegati per tracciare le linee della composizione. La base è realizzata ad affresco, con ombreggiature a secco, purtroppo parzialmente asportate nel 1927 nel corso di un aggressivo intervento di pulitura.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": " Per le figure Domenico scelse la tecnica del “mezzo fresco”, che consente di dipingere più velocemente con pigmenti a calce più corposi.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Sul fondo della volta furono infine applicati con un impasto a base di olio e resina una moltitudine di pallini e di rigature in foglia d’oro, che impreziosiscono e illuminano le parti cromatiche.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_guidobono"
        },
        "sala_delle_feste": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Seguimi, ti porto nel punto migliore per poter apprezzare questo ambiente e dove potrai sederti un po’. Come puoi sentire il pavimento scricchiola sotto i nostri piedi…è in legno di ciliegio, conferisce un aspetto molto elegante a questo luogo ma ha bisogno di continui restauri e manutenzioni. Qui puoi sederti ma resta sempre vicino a me!",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "Come puoi notare è un salone molto grande ma che nel Settecento era suddiviso in due sale distinte: la Camera dei Paggi e la Camera di Parata, in particolare quest’ultima era usata da Madama Reale Maria Giovanna Battista per ricevere in udienza pubblica gli ospiti di maggior riguardo.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Un inventario redatto nel 1724 ci informa che la sala era illuminata da un lampadario in argento ed era decorata da tappezzerie in velluto rosso bordate da galloni dorati. Lo stesso tessuto (sostituito in estate da damasco nero con fiori dorati) rivestiva il trono e il baldacchino della duchessa, due portiere e dodici panche addossate alle pareti.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "I pannelli in legno intagliato che rivestivano le pareti e il camino della Camera da Parata sono perduti. Le dodici panche potrebbero invece essere identificate con i divani di primo Settecento oggi esposti in questa sala, uguali per disegno e intaglio alla balaustra del trono.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai qualche domanda? Posso parlarti della decorazione di questa stanza. Oppure puoi farmi qualche domanda sul palazzo, il progetto Convince o su di me. Altrimenti possiamo proseguire con il tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Seguimi, ti porto nel punto migliore per poter apprezzare questo ambiente. Come puoi notare è un salone molto grande ma che nel Settecento era suddiviso in due sale distinte: la Camera dei Paggi e la Camera di Parata, in particolare quest’ultima era usata da Madama Reale Maria Giovanna Battista per ricevere in udienza pubblica gli ospiti di maggior riguardo.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Un inventario redatto nel 1724 ci informa che la sala era illuminata da un lampadario in argento ed era decorata da tappezzerie in velluto rosso bordate da galloni dorati. Lo stesso tessuto (sostituito in estate da damasco nero con fiori dorati) rivestiva il trono e il baldacchino della duchessa, due portiere e dodici panche addossate alle pareti.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "I pannelli in legno intagliato che rivestivano le pareti e il camino della Camera da Parata sono perduti. Le dodici panche potrebbero invece essere identificate con i divani di primo Settecento oggi esposti in questa sala, uguali per disegno e intaglio alla balaustra di trono della foto, che fa parte delle collezioni del Museo.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "Anche qui devi guardare verso l’alto! Nel Settecento la volta della Camera da Parata fu coperta da una nuova pittura. Una piccola porzione della decorazione originaria è visibile poco sopra la porta di ingresso a destra, dove un saggio di scoprimento, riconoscibile da un tratteggio bianco, ha riportato in luce un frammento dell’intervento tardo seicentesco, forse da riferire all’opera di Bartolomeo Guidobono.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Anche la volta dell’adiacente Anticamera dei Paggi fu ricostruita nel corso del Settecento. Forse già sai che Palazzo Madama ha avuto diverse funzioni nel corso della sua storia millenaria e anche questa sala è stata usata in diversi modi.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Infatti, dopo aver ospitato gli uffici del Senato (1848-1863) e della Corte di Cassazione (1869-1923), le sale del primo piano di Palazzo Madama furono concesse al Comune di Torino come sede per manifestazioni di carattere civico e patriottico. ",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Nel 1925 si decise di demolire la parete divisoria tra l’Anticamera dei Paggi e la Camera da Parata di Madama Reale per creare un ampio salone di rappresentanza. Per realizzare la volta a padiglione del nuovo ambiente si mise in atto una soluzione ardita e singolare.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Il soffitto della Camera dei Paggi fu demolito mentre quello della Camera di Parata fu tagliato in due parti. La testata sud fu lasciata al suo posto mentre l’altra metà, impostata sulla parete demolita, fu traslata sul lato opposto del salone a nord.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "La volta, infine, fu dipinta da Carlo Cussetti riprendendo e prolungando il disegno della quadratura architettonica settecentesca dell’antica Camera da Parata. Il 18 ottobre del 1961 in questa sala è stata firmata la Carta Sociale Europea.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_delle_feste"
        },
        "sala_4_stagioni": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Allora andiamo! Puoi alzarti e seguirmi nella prossima sala? Sono un po’ lento perché il pavimento è lievemente disconnesso e devo fare attenzione! Ti chiedo la cortesia di restare dietro di me.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": true,
                "m_param": "Nella prossima sala vedrai sulla tua sinistra una zona delimitata perché i restauratori stanno rimettendo in posa le assi seguendo un preciso disegno geometrico. Come ti dicevo é necessaria una continua manutenzione.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "In questa sala, sotto un cielo di un blu intenso e con la sensazione di trovarsi all’interno di una grande voliera di fili d’oro intrecciati, si svolgevano i momenti di svago della corte di Maria Giovanna Battista, composta di dame e cavalieri che specialmente alla sera si riunivano per fare circolo, intrattenendo la duchessa con musica, danze, conversazioni e giochi.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Il programma iconografico della decorazione è una celebrazione del tempo in tutte le sue forme. Nei quattro angoli in alto vedi le personificazioni delle stagioni alludono anche alle quattro età dell’uomo, dall’infanzia di Bacco-Autunno alla vecchiaia dell’Inverno che si riscalda davanti al fuoco; all’interno di cornici appaiono le attività dell’uomo legate all’agricoltura, mentre al centro della volta una serie di puttini si intrattengono in svaghi e giochi, alludendo così alla funzione ricreativa della sala.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai qualche domanda? Posso parlarti della decorazione di questa stanza. Oppure puoi farmi qualche domanda sul palazzo, il progetto Convince o su di me. Altrimenti possiamo proseguire con il tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "In questa sala, sotto un cielo di un blu intenso e con la sensazione di trovarsi all’interno di una grande voliera di fili d’oro intrecciati, si svolgevano i momenti di svago della corte di Maria Giovanna Battista, composta di dame e cavalieri che specialmente alla sera si riunivano per fare circolo, intrattenendo la duchessa con musica, danze, conversazioni e giochi.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Il programma iconografico della decorazione è una celebrazione del tempo in tutte le sue forme. Nei quattro angoli in alto vedi le personificazioni delle stagioni alludono anche alle quattro età dell’uomo, dall’infanzia di Bacco-Autunno alla vecchiaia dell’Inverno che si riscalda davanti al fuoco; all’interno di cornici appaiono le attività dell’uomo legate all’agricoltura, mentre al centro della volta una serie di puttini si intrattengono in svaghi e giochi, alludendo così alla funzione ricreativa della sala.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "Benissimo! Molte grazie per il tuo interesse! Il nome della sala deriva dalle allegorie delle Stagioni, ognuna collocata in uno dei quattro angoli all’interno di cartelle dorate.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "L’elaborata decorazione della volta eseguita a stucco e affresco fu realizzata tra il 1708 e il 1715 attingendo ai modelli decorativi di Jean Bèrain, architetto e disegnatore ornamentale francese, attivo alla corte di Luigi XIV.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Nel primo Settecento l’ambiente era denominato “Gabinetto grande del Circolo” e aveva la funzione di anticamera alla stanza da letto di Madama Reale.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "A seconda della stagione, le pareti erano rivestite da tappezzerie diverse: in inverno si applicavano bande di spesso velluto cremisi che in estate lasciava il posto alla seta damascata a fiori d’oro e d’argento, in accordo con gli intagli delle porte rivestite da lamina d’oro e d’argento.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Quest’ultimo metallo si è ossidato in modo ormai irreversibile e oggi appare nero.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo continuare il tour se vuoi.",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "sala_4_stagioni"
        },
        "camera_di_madama_reale": {
          "m_availableActions": {
            "sayWhileNavigating": [
              {
                "m_isBlocking": true,
                "m_param": "Ci stiamo spostando nella Camera di Madama Reale.",
                "m_type": "speak"
              }
            ],
            "explainRoom": [
              {
                "m_isBlocking": false,
                "m_param": "Eccoci! Il percorso cerimoniale dell’appartamento si concludeva nella Camera di Madama Reale, l’ambiente più sfarzoso dell’appartamento della duchessa e appositamente collocato sul lato sud del palazzo e sopra agli ambienti delle cucine in modo da ricevere il calore del sole e dei camini.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Il letto con baldacchino era collocato tra le due grandi specchiere: la tappezzeria, coordinata con i rivestimenti di porte, letto e tendaggi, d’inverno era di velluto blu, in accordo con il colore dei nastri delle ghirlande di fiori dipinti sul soffitto, mentre d’estate si sostituiva con tele di broccato d’oro a fondo d’argento con fiori di seta di vari colori.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In questa sala la duchessa poteva consumare il pasto. Qui si svolgeva la cerimonia del risveglio e della vestizione della duchessa, che in questa sala riceveva in udienza privata principi e principesse straniere, secondo un’usanza nata alla corte di Luigi XIV e diffusa tra i sovrani europei dell’epoca.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai qualche domanda? Posso parlarti della decorazione di questa stanza. Oppure puoi farmi qualche domanda sul palazzo, il progetto Convince o su di me. Altrimenti possiamo concludere qui il tour.",
                "m_type": "speak"
              }
            ],
            "explainFunction": [
              {
                "m_isBlocking": false,
                "m_param": "Eccoci! Il percorso cerimoniale dell’appartamento si concludeva nella Camera di Madama Reale, l’ambiente più sfarzoso dell’appartamento della duchessa e appositamente collocato sul lato sud del palazzo e sopra agli ambienti delle cucine in modo da ricevere il calore del sole e dei camini.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Il letto con baldacchino era collocato tra le due grandi specchiere: la tappezzeria, coordinata con i rivestimenti di porte, letto e tendaggi, d’inverno era di velluto blu, in accordo con il colore dei nastri delle ghirlande di fiori dipinti sul soffitto, mentre d’estate si sostituiva con tele di broccato d’oro a fondo d’argento con fiori di seta di vari colori.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "In questa sala la duchessa poteva consumare il pasto. Qui si svolgeva la cerimonia del risveglio e della vestizione della duchessa, che in questa sala riceveva in udienza privata principi e principesse straniere, secondo un’usanza nata alla corte di Luigi XIV e diffusa tra i sovrani europei dell’epoca.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo terminare il tour.",
                "m_type": "speak"
              }
            ],
            "explainDescription": [
              {
                "m_isBlocking": false,
                "m_param": "La camera da letto era anche un luogo di ricevimento per gli ospiti e a tale scopo risponde la decorazione interamente dedicata al trionfo e alla celebrazione delle virtù della duchessa.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Se alzi la testa la vedi ritratta al centro della volta su un cocchio trainato da cavalli alati e nell’atto di essere incoronata con un tralcio di alloro: intorno alla scena centrale le figure femminili incarnano le virtù di buona regnante di Maria Giovanna Battista.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Completano il programma decorativo le quattro sovrapporte con le allegorie di Autorità, Bontà, Fedeltà e, forse, Carità. La tradizionale impaginazione delle scene in scomparti è movimentata dal gioco degli stucchi colorati che invadono la volta fino ad amalgamarsi e a fondersi con la pittura.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Le indagini condotte durante il restauro hanno permesso di comprendere la qualità delle tecniche utilizzate dall’artista. Al di sotto della pellicola pittorica, realizzata quasi interamente con colori a olio, sono stati individuati diversi tipi di intonaco, omogeneo nelle zone all’interno dei medaglioni e con una granulosità maggiore nel resto della superficie.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Questa particolarità rivela l’intenzione di rendere più movimentata la decorazione, forse simulando la presenza di grandi quadri su tela, dall’aspetto più liscio e brillante, incastonati nel soffitto dipinto. I rivestimenti delle pareti in legno intagliato e dorato con foglie, fiori, frutti e conchiglie riprendono per ricchezza le decorazioni della volta.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Sopra al camino, all’interno di una ricca cornice con specchio, è incastonato il ritratto di Carlo Emanuele II, duca di Savoia e marito di Maria Giovanna Battista di Savoia-Nemours, una delle poche opere conservate tra gli arredi originari del primo appartamento realizzato verso il 1690.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Come puoi notare, il gusto di Maria Giovanna Battista era sfarzoso: sulla mensola del camino trovavano posto delicate porcellane, mentre il resto della camera era puntellato di oggetti d’argento, con placche porta-candele, vasi, bracieri.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Nessuno di questi oggetti è oggi conservato perché, come in altri casi, pochi anni dopo la morte di Madama Reale furono portati alla zecca per essere fusi e recuperare così il metallo.",
                "m_type": "speak"
              },
              {
                "m_isBlocking": false,
                "m_param": "Hai altre domande? Se non ricordi le domande disponibili chiedi pure chiarimenti, altrimenti possiamo terminare il tour",
                "m_type": "speak"
              }
            ]
          },
          "m_name": "camera_di_madama_reale"
        }
      }
    }
  }
}

